{
 "Debrief" : {
   "title": "<font size =6>Debriefing: Online Learning and Memory Research</font size =6>",
   "text": "<p><font size =4><b>What is the general aim of this research?</b> </p><p>The experiment you participated in today is part of a larger study investigating strategies that enhance memory. One strategy examined in this research is making judgments about learning, which involves monitoring your learning by rating how well you understand the text you read. We are interested in understanding whether making judgments about learning improves your comprehension of texts more than practice testing.</p><p><b>Is this correlational or experimental research?</b></p><p>The study you participated in represents experimental research. The independent variable we manipulated was the study technique you engaged in (e.g., reading vs. reading and making judgments of learning vs. practice testing), and the dependent variable we are interested in is your performance on a final test. We predict that making judgments of learning will produce better retention than simply reading texts.</p><p><b>What topic in introductory psychology does this research illustrate?</b></p><p>The current research falls within the general area of human learning and memory. For an overview of research on human memory, see Chapter 8 in Nairne’s <i>Psychology: The Adaptive Mind (4th Edition)</i>, Chapter 9 in Meyers’ <i>Psychology (8th Edition)</i>, or Chapter 9 in Gray’s <i>Psychology (5th Edition)</i>. Another excellent book covering current research on human memory is <i>The Seven Sins of Memory</i>, by Dan Schacter. </p><p><b>Where can I learn more about this type of research?</b></p><p> If you are interested in learning more about our research you can read all of our published studies here http://learninglab.psych.purdue.edu/publications/ </p><p> <b> Who is conducting this research? </b></p><p>This research is being conducted by members of the Cognition and Learning Laboratory at Purdue University, under the direction of Dr. Jeffrey D. Karpicke, an associate professor in the Department of Psychological Sciences at Purdue University. You may contact the laboratory via email at learninglab@purdue.edu, and you can learn more about our research at our website, http://learninglab.psych.purdue.edu/. </p><p><i>A lot of research in psychology depends on the participation of individuals like you. We are very grateful for your help. Thank you very much for participating.</p>"   
  },

   "Finish" : {
   "title": "<font size =6>Thank You!</font size =6>",
   "text": "<font size =5> You have completed the experiment. Thank you for your participation!</font size = 5>" 
  }
}
