{

  "label1": {
    "title": "Chernobyl Disaster Part 1", 
    "text": "<p>The Chernobyl disaster occurred at 01:23 a.m. on April 26, 1986 at the Chernobyl Nuclear Power Plant near Pripyat, Ukraine, at the time part of the Soviet Union. Large areas of Ukraine, Belarus, and Russia were badly contaminated. Initially, officials did not realize the magnitude of the disaster, but after studying wind patterns it was clear that the radioactive fallout would spread far beyond the Soviet Union.</p><p>As predicted, the radioactive fallout drifted directly west over parts of Eastern and Western Europe, Scandinavia, the British Isles, and eastern North America.  Though this radioactive fallout spread far throughout the world, about 60% of it landed in Belarus, according to official post-Soviet data. The Chernobyl disaster raised concerns about the safety of the Soviet nuclear power industry, slowing its expansion for a number of years as officials tried to determine the cause of the disaster.</p>"
  },
  "label2": {
    "title": "Chernobyl Disaster Part 2",
    "text": "<p>The first official theory about the cause of the Chernobyl accident, published in August of 1986, placed the blame solely on the power plant operators. This theory has been heavily criticized, however, because the plant operators were never informed about problems with the nuclear reactor. An alternative theory, proposed by Valeri Legasov and published in 1991, attributed the accident directly to the flaws in the RBMK reactor design, specifically the control rods.</p><p>This critical piece of the RBMK design was a safety mechanism, designed to slow down the rate of fission in the reactor. However, it actually temporarily increased the fission rate before slowing it down as was intended, raising the possibility that the meltdown was caused by the very safety measures designed to prevent it. Although these two conflicting official theories about the cause of the accident are still being debated today, the reality is that many people were killed or badly injured by the Chernobyl disaster.</p>"
  },
  "label3": {
    "title": "Chernobyl Disaster Part 3",
    "text": "<p>Two hundred people were hospitalized immediately following the meltdown, of whom 31 died. Most of the injured people were emergency response workers trying to bring the accident under control, who were not fully aware of how dangerous the radiation exposure from the smoke was. Of these 31 immediate fatalities, 28 were caused by acute radiation exposure.</p><p>However, the effects were not just immediate: an additional 10 people have already died of cancer as a result of the accident, increasing the total number of fatalities. Health officials have predicted that over the next 70 years there will be a 2% increase in cancer rates in much of the population that was exposed to the radioactive contamination released from the reactor. Nevertheless, the predicted long-term effects of Chernobyl disaster on civilians is extremely controversial and reports released after the incident are frequently the topic of disputes.</p>"  
  },
  "label4": {
    "title": "Chernobyl Disaster Part 4",
    "text": "<p>Despite warnings about the predicted health effects, millions of people continue to live in the contaminated area, where relatively low levels of radiation remain. Initially, more than 135,000 people were evacuated from the area around Chernobyl, including 50,000 from Pripyat, Ukraine. However, many of these people could not afford to resettle in other areas of the Soviet Union and returned to the area.</p><p>Activists have advocated for a relocation program to be set up to help deal with this problem. However, the Soviet government argued that the existence of a causal link to radioactive contamination is uncertain and persecuted people who sought to go against state policies. For example, Yuri Bandazhevsky, a scientist who questioned the official estimates of Chernobyl's consequences, has allegedly been a victim of political repression and was imprisoned from 2001 to 2005.</p>"  
  },
  "label5": {
    "title": "Venice Part 1",
    "text": "<p>Venice is the capital of the region of Veneto and the province of the same name located in northeast Italy. At the heart of the city lies the “Centro Historico” (Historic Center), a mass of buildings and winding canals that has been inhabited since the 5th century A.D. Roughly 62,000 people live in this neighborhood that stretches across numerous small islands in the marshy Venetian Lagoon.</p><p>The majority of inhabitants, some 208,000 people, live on the land around the lagoon called “Terraferma” making the total population of the city much larger. In addition to bordering the Adriatic Sea, the saltwater lagoon stretches along the shoreline between the mouths of the Po and the Piave rivers. The abundance of water on all sides makes boats the primary mode of transportation for much of the citizens of Venice.</p>"
  },
   "label6": {
    "title": "Venice Part 2",
    "text": "<p>The origins of Venice are somewhat of a mystery because no historical records exist. According to legend, Venice was founded in 422 A.D. by Romans fleeing from the Visigoths, who ravaged northeastern Italy during the 5th century. Presumably, the Roman refugees settled in marshes of the Po estuary because the water offered protection from enemies and easy access to the Adriatic Sea for trade.</p><p>Although the true origins of Venice may never be known, it is known that the early years of the city were marked with violence. The same aspects of the city that made it especially appealing as a trade hub made it the target of frequent invasions by many different groups of warriors. During the period between 500 and 800 A.D., Venice was conquered by the Visigoths, the Huns, and the Lombards successively.</p>"  
  },
   "label7": {
    "title": "Venice Part 3",
    "text": "<p>Between the 9th and 12th century A.D. Venice developed into a city-state, rivaled only by two other Italian republics: Pisa and Amalfi. During this time, the leading families of Venice vied with each other to build the grandest palaces and support the work of the most talented artists. The strategic location at the head of the Adriatic made Venetian naval and commercial power almost invulnerable.</p><p>The city became a flourishing center of the trade between Western Europe and the Byzantine Empire. By the late 13th century, Venice was by every measure the most prosperous city in all of Europe, dominating the Mediterranean commerce that accounted for much of world trade. The money spent by the leading families of Venice also helped the city become an important center of culture.</p>"  
  },
   "label8": {
    "title": "Venice Part 4",
    "text": "<p>In 1957, a carefully conducted scientific study confirmed what residents had believed for several decades: Venice was sinking. Much of the city rests on closely spaced wood piles that penetrate alternating layers of clay and sand, most of which are still intact after centuries of submersion. The foundations of buildings that reside alongside the canals are made from brick or stone and sit on these wood piles.</p><p>Additional scientific work later identified a major cause of the problem as artesian wells that were sunk into the periphery of the lagoon to draw water for local industry. The extraction of water from the aquifer through these wells disrupted the sediment deepening the lagoon environment. The problem has been reduced markedly since artesian wells were banned in the 1960s and new studies have indicated that no further damage should occur.</p>"  
  }
}
